import river from '../public/尼羅河.webp';
export default function about() {
  return (
    <div className='p-8 h-fit w-full max-w-[1280px]'>
      <img src={river} alt='' />
      <p className='p-8 text-3xl'>
        尼羅河（英語：Nile，阿拉伯語：النيل‎，埃及語：Ḥ'pī /
        iteru，科普特語：ⲫⲓⲁⲣⲟ /
        phiaro）是一條流經非洲東部與北部的河流，與中非地區的剛果河、非洲南部的贊比西河以及西非地區的尼日河並列非洲最大的四個河流系統。尼羅河長6650公里，是世界上第一長的河流[2]。2007年雖有來自巴西的學者宣稱亞馬遜河長度更勝一籌，但尚未獲全球地理學界的普遍認同[3]。尼羅河有兩條主要的支流，白尼羅河和青尼羅河。發源於衣索比亞高原的青尼羅河是尼羅河下游大多數水和營養來源，但白尼羅河則是兩條支流中最長的。它源於非洲中部的大湖地區，其最遠的源頭位於盧安達（2°16′55.92″S
        29°19′52.32″E），向北它流經坦尚尼亞並注入維多利亞湖，再從此湖中溢出注入艾伯特湖，往北流入烏干達和蘇丹共和國南部，並於後者處形成大面積沼澤濕地。藍尼羅河源於衣索比亞的塔納湖（12°2′8.8″N
        37°15′53.11″E），從東南流入蘇丹。在蘇丹首都喀土穆附近，白尼羅河藍尼羅河相匯，形成尼羅河。尼羅河泛濫定期於每年7-11月。[4]
        尼羅河從蘇丹首都向北穿過蘇丹和埃及，所經過的地方均是沙漠。從古代開始埃及的文明就依靠尼羅河而形成和興旺。除海港和海岸附近的城市外埃及所有的城市和大多數居民住在亞斯文以北的尼羅河畔，幾乎所有的古埃及遺址均位於尼羅河畔。在其入海口尼羅河形成一個巨大的三角洲，在這裡它注入地中海。
      </p>
    </div>
  );
}
